const RISK_GUIDANCE = {
    1: [
        '1. 산사태 위험 정보 시스템 및 장비 상시 점검.',
        '2. 위험 지역 사전 표식 및 접근 통제선 유지.',
        '3. 유관기관 및 부대 간 비상 연락망 점검.',
        '4. 상황실(작전과) 인원 비상 대기 태세 유지.'
       ],
    2: [
        '1. 산사태 위험 정보 시스템 수치 변화 지속 감시.',
        '2. 위험 지역 순찰 및 추가 징후 발생 여부 확인.',
        '3. 유관기관 및 인근 부대 정보 공유 및 협력 체계 강화.',
        '4. 상황실(작전과) 인원 비상 대기 태세 유지.'
       ],

    3: [
        '1. 산사태 위험 정보 시스템 위험 지표 실시간 감시 강화.',
        '2. 위험 지역 병력 및 장비 대피 준비.',
        '3. 초기대응반 비상 대기 및 임무 준비.',
        '4. 지휘관 및 상황실에 실시간 상황 보고.'
       ],

    4: [
        '1. 산사태 발생 위험 지역 병력 및 장비 즉시 대피.',
        '2. 초기대응반 현장 출동 및 통제선 설정, 인명 안전 확보.',
        '3. 지자체, 소방 등 유관기관 지원 요청 준비.',
        '4. 지휘관에게 상황 발생 가능성 및 조치 계획 수시 보고.'
       ],

    5: [
        '1. 산사태 발생 지역 현장 통제 및 추가 피해 확산 방지.',
        '2. 초기대응반 중심의 인명 구조 및 응급 복구 활동 전개.',
        '3. 지자체, 소방, 군 병원 등 유관기관에 인력 및 장비 지원 요청.',
        '4. 실시간 피해 상황 및 구조 진행 사항 지휘관에게 최우선 보고.'
    ]
};

export default RISK_GUIDANCE;